/* Literal for the Space key */
"Space" = "Espai";

/* VoiceOver type of the object recorded by the control */
"Shortcut" = "Drecera";

/* VoiceOver value for the value-less control */
"Not set" = "Sense definir";

/* Tooltip for the cancel button when the control has a value */
"Use old shortcut" = "Utilitza la drecera antiga";

/* Tooltip for the cancel button when the control has no value */
"Cancel recording" = "Cancel·la la gravació";

/* Tooltip for the clear button */
"Delete current shortcut" = "Elimineu la drecera actual";

/* Label and tooltip for the recording mode */
"Press keys now" = "Prémer tecles ara";

/* Label for the value-less control */
"Record Shortcut" = "Gravar drecera";

/* Tooltip for the normal mode */
"Click to record shortcut" = "Cliqueu per desar drecera";

/* Value for the NSLocalizedFailureReasonErrorKey key of validator's error */
"The \"%@\" shortcut can't be used!" = "La combinació “%@“ no pot ser utilitzada!";

/* Value for the NSLocalizedDescriptionKey key of validator's delegate error */
"The \"%@\" shortcut can't be used because %@." = "La combinació “%@“ no pot ser utilitzada perquè %@.";

/* Default value for the NSLocalizedDescriptionKey key of validator's error */
"The \"%@\" shortcut is already in use." = "La combinació “%@“ ja està en ús.";

/* Value for the NSLocalizedDescriptionKey key of validator's system shortcuts error */
"The \"%@\" shortcut can't be used because it's already used by a system-wide keyboard shortcut. If you really want to use this shortcut, most shortcuts can be changed in the Keyboard panel in System Preferences." = "La combinació “%@“ no pot ser utilitzada perquè actualment l’utilitza el sistema. (Si realment voleu utilitzar aquesta combinació, podeu modificar les dreceres del sistema en l'apartat Teclat i Ratolí del panell de preferències del sistema).";

/* Value for the NSLocalizedDescriptionKey key of validator's menu error */
"The \"%@\" shortcut can't be used because it's already used by the \"%@\" menu item." = "La combinació “%@“ no pot ser utilitzada perquè actualment l’ítem de menú “%@“ ja l’utilitza.";

/* Accessibility name of the Command modifier key */
"Command" = "Ordre";

/* VoiceOver name of the Option modifier key */
"Option" = "Opció";

/* VoiceOver name of the Shift modifier key */
"Shift" = "Majúscules";

/* VoiceOver name of the Control modifier key */
"Control" = "Control";

/* VoiceOver name of the modifier keys delimiter */
"-" = "-";
